Revit 2027 API
ParameterTypeId.ProjectIssueDate Property
 "Project Issue Date"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectIssueDate { get; }
Public Shared ReadOnly Property ProjectIssueDate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectIssueDate {
	ForgeTypeId^ get ();
}
static member ProjectIssueDate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace